{
  "bewater": "BeWater",
  "title": "BeWater - I Build Therefore I Am",
  "blog": {
    "text": ""
  },
  "cryptoArt": {
    "t1": "Event Partners",
    "t2": "Co-hosts",
    "t3": "Strategic Partners",
    "t4": "Strategic Media & Communities",
    "t5": "Event Rewards: ",
    "t6": "Tracks",
    "t7": "Stickers",
    "t8": "Show your humor and creativity, there is no limit to the theme, recommended themes include \"self-cultivation of leeks\", \"walking in the bear market\", based on DeBox four NFT penguins, little eagles, little snakes, and little rabbits related to the life of cute animals, DeBox and Jokes related to film and television works, such as DeBox God of Gamblers, Stud, etc.",
    "t9": "We recommend that contestants make emoticons in groups. A group contains about 4 emoticons, the more the better. Bonus points for emoticons made by hand instead of AI!",
    "t10": "Show your personality and style, unlimited topics, recommended topics include \"PFP Reconstruction of Four DeBox NFTs\", \"Next Blue Chip PFP\", \"Image of Social PFP\". Additional points will be awarded for PFPs made by hand rather than AI.",
    "t11": "When submitting a PFP, the designer needs to submit at least 4 PFPs of the same series and provide the corresponding disassembled components. At the same time, we hope that you can provide each PFP with relevant world views, stories, and interlude stories in the creation process, and give PFP works more connotation and meaning through the combination of text stories and PFP art.",
    "t12": "For an introduction to fractal art, please refer to https://en.wikipedia.org/wiki/Fractal",
    "t13": "Procedural generation is a must, and we encourage artists and programmers to collaborate to generate stunning artwork through procedural generation and explore the charm of fractal art.",
    "t14": "Pixel Art",
    "t15": "Show off your love for classic pixel art, with extra points for pixel art made by hand instead of AI.",
    "t16": "Canvas size is limited to 16x16, 32x32, 64x64, 128x128.",
    "t17": "Additional Rewards",
    "t18": "On-Chain Artwork: ",
    "t19": "HeartX will assist the winning artists in 1/1 Digital Art track to be verified at HeartX platform and minting their winning artworks on the zkSync, the layer2 of Ethereum.Other top three artworks from each track will be minted as ERC-721 (NFT) tokens. They will be eligible for future community-organized auctions, with all proceeds going directly to the designers.",
    "t20": "Cash Prize and Tokens: ",
    "t21": "Each of the top three projects in each track will receive 500vDBX provided by DeBox and 5,000$HNX provided by HeartX. Additionally, the fourth to tenth place winners in the 1/1 Digital Art track will receive a reward of 3,000$HNX. There are also sponsorships from several other partners, including USDT, NFT whitelist, and corresponding platform tokens. Stay tuned for more details.",
    "t22": "Artwork Promotion: ",
    "t23": "This event will collaborate with multiple partners to promote the participating artworks, offering exposure to an audience of hundreds of thousands.In addition, the top three artists in the 1/1 Digital Art track will have their personal pages featured on the HeartX platform's homepage banner for 24 hours.",
    "t24": "Co-hosts",
    "t25": "1/1 Digital Art",
    "t26": "Express your passion for digital art by creating captivating artworks with cryptographic elements. No limitations on form or medium. But they must be one-of-a-kind and have not been minted on any blockchain.",
    "t27": "Image size within 2MB to 20MB (JPG, PNG, GIF), video size up to 100MB (MP4)."
  },
  "campaign": {
    "t1": "Join / Create Team",
    "t2": "Team information and project submission will be submitted on",
    "t3": "open",
    "t4": "Register Now",
    "t5": "Introduction",
    "t6": "Join our Telegram group",
    "t7": "Follow Official Twitter",
    "t8": "Adjudicators",
    "t9": "More to be announced",
    "t10": "Submission Requirements",
    "t11": "Judging Criteria",
    "t12": "Interested in a campaign? Form your dream team and join us",
    "t13": "Join BeWater now to contribute to innovation with your own strength",
    "t14": "Sign up now for China's first Starknet Workshop and contribute to innovation and change",
    "t15": "Nearly 25,000 pre-registered developers and designers have already claimed their BeWater Early Bird badges",
    "t16": "Workshops have limited seats on a first-come-first-served basis",
    "t17": "Go to team page",
    "t18": "Join"
  }
}
